tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "stripe/stripe-cli"

brew "coreutils"
brew "python@3.9"
brew "automake"
brew "cmake"
brew "go"
brew "rust"
brew "z"
brew "n"
brew "glib"
brew "chezmoi"
brew "gh"
brew "git"
brew "git-delta"
brew "mas"
brew "mosh"
brew "pyenv"
brew "tmux"
brew "wget"
brew "zsh"
brew "stripe/stripe-cli/stripe"
brew "fzf"
brew "bat"
brew "antigen"
cask "google-drive"
cask "font-fira-code"
cask "iterm2"
cask "maccy"
cask "ngrok"
cask "wkhtmltopdf"
cask "zoom"
cask "visual-studio-code"
cask "docker"
cask "google-chrome"
cask "iterm2"
cask "vlc"
cask "monitorcontrol"
cask "itsycal"

mas "Strongbox", id: 1270075435
mas "Bear", id: 1091189122
mas "Magnet", id: 441258766
mas "Podcast Studio", id: 1464728589
mas "Slack", id: 803453959
mas "Telegram", id: 747648890
